app/controllers/contents_controller.rb

SELECT "contents".* FROM "contents" WHERE "contents"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
  def edit
    @content = Content.find(params[:id])

SELECT "contents".* FROM "contents" WHERE "contents"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
UPDATE "contents" SET "wrapper_title" = $1, "updated_at" = $2 WHERE "contents"."id" = $3  [["wrapper_title", "Saiba um pouco mais sobre nós"], ["updated_at", "2020-06-01 21:56:06.728853"], ["id", 1]]
---
  def update
    @content = Content.find(params[:id])
    if @content.update(content_params)