app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("name", "email", "message", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", "ddd"], ["email", "ddd@ddd.com"], ["message", "ddddddd"], ["created_at", "2020-06-01 15:38:51.101002"], ["updated_at", "2020-06-01 15:38:51.101002"]]
---
  def create
    @contact = Contact.new(contact_params)

    if @contact.save