app/controllers/informations_controller.rb

  def index
    @informations = Information.all
---
SELECT "information".* FROM "information"