app/controllers/welcome_controller.rb

  def index
    @contact = Contact.new
    @informations = Information.all
    @contents = Content.all
---
SELECT "information".* FROM "information"
SELECT "contents".* FROM "contents"